jorgebucaran/fisher
edc/bass
jorgebucaran/nvm.fish
jethrokuan/z
franciscolourenco/done
patrickf1/fzf.fish
ilancosman/tide@v6
halostatue/fish-chezmoi@v1
